##print("\"안녕하세요\"라고 말했습니다")
##print('\'안녕하세요\'라고 말했습니다')

##print("안녕하세요\n안녕하세요")
##print("안녕하세요\t안녕하세요")

##print("\\ \\ \\ \\")

##print("동해물과 백두산이 마르고 닮도록\n하느님이 보우하사 우리나라 만세\n무궁화 삼천리 화려강산 대한사람\n대한으로 길이 보전하세")

##print("""동해물과 백두산이 마르고 닮도록
##하느님이 보우하사 우리나라 만세
##무궁화 삼천리 화려강산 대한사람
##대한으로 길이 보전하세""")

##print("""\
##동해물과 백두산이 마르고 닮도록
##하느님이 보우하사 우리나라 만세
##무궁화 삼천리 화려강산 대한사람
##대한으로 길이 보전하세\
##""")

##print("안녕"+"하세요")
##print("안녕하세요"+"!")

##print("안녕하세요"*3)
##print(3*"안녕하세요")

##print("안녕하세요"[1:4])

##print("안녕하세요"[1:3])

##print("안녕하세요"[2:4])

##print("안녕하세요"[1:])

##print("안녕하세요"[:3])

##print("안녕하세요"[10])

##print(len("안녕하세요"))
